S2_todb/log3/out_suc_761.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 20
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            248752
        write:                           22441
        other:                           22385
        total:                           293578
    transactions:                        4617   (460.26 per sec.)
    queries:                             293578 (29266.54 per sec.)
    ignored errors:                      13151  (1311.01 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      460.2647
    time elapsed:                        10.0312s
    total number of events:              4617

Latency (ms):
         min:                                    2.34
         avg:                                   43.38
         max:                                  418.25
         95th percentile:                      110.66
         sum:                               200300.72

Threads fairness:
    events (avg/stddev):           230.8500/12.10
    execution time (avg/stddev):   10.0150/0.01